{"1":{"lastUpdate":{"date":"07/07/2023","time":"10:30:27"},"curso":"PYE","visible":false,"descripcion":{"eng":"Example of Change It allows a component to check that the components developed in programming allow the correct visualization of all the elements. Latex of a fraction \\(\\frac{1}{2}\\).<hr>This is a fraction of a half: \\(\\frac{1}{2}\\), and represents half of a whole.","esp":"Ejemplo de Cambio Permite un componente revisar que los componenetes desarrollados en programación permitan la correcta visualización de todos los elementos. Látex de una fracción \\(\\frac{1}{2}\\).<hr>Esta es una fracción de un medio: \\(\\frac{1}{2}\\), y representa la mitad de un entero."},"codigo_static":"situacion_de_prueba","multimedia":{"previewurl":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/7_basico/la_escasez_de_agua/pdfs/Presentaci%C3%83%C2%B3n%20Escasez%20de%20agua.pdf","tipo":"imagen","eng":""},"url":{"tipo":"pdf","eng":"","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/7_basico/la_escasez_de_agua/pdfs/Presentaci%C3%83%C2%B3n%20Escasez%20de%20agua.pdf"}},"hashtags":{"eng":["design"," programming"],"esp":["diseño","programación"]},"oa":{"eng":"OA 2","esp":"OA 2"},"titulo":{"eng":"test situation","esp":"Situación de Prueba"},"temaMatematico":{"esp":"Probabilidades","eng":"odds"},"tipo":"proyecto"},"2":{"descripcion":{"esp":"De forma cotidiana podemos constatar cómo el sistema de transporte del lugar donde vivimos impacta directamente en nuestra calidad de vida. ¿Cómo podemos evaluar la calidad de un servicio de buses? ¿Cómo medir y comparar su frecuencia o regularidad? Esta actividad nos permitirá introducir las medidas de dispersión y cómo estas nos ayudarán a responder estas interrogantes.<span class=\"d-none\">OA 2</span>","eng":"On a daily basis we can verify how the transport system of the place where we live directly impacts our quality of life. How can we evaluate the quality of a bus service? How to measure and compare their frequency or regularity? This activity will allow us to introduce measures of dispersion and how they will help us answer these questions.<span class=\"d-none\">OA 2</span>"},"hashtags":{"esp":["Ciencias Sociales"],"eng":[""]},"oa":{"esp":"OA 2","eng":"OA 2"},"codigo_static":"evaluacion_del_servicio_de_buses_de_transporte_urbano","curso":"3_medio","titulo":{"eng":"Evaluation of the urban transport bus service","esp":"Evaluación del servicio de buses de transporte urbano"},"temaMatematico":{"esp":"Probabilidad y Estadísticas","eng":"Probability and Statistics"},"tipo":"clasica","visible":true,"multimedia":{"previewurl":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/3_medio/evaluacion_del_servicio_de_buses_de_transporte_urbano/imgs/portada-04.png","eng":"","tipo":"imagen"},"url":{"tipo":"video","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/3_medio/evaluacion_del_servicio_de_buses_de_transporte_urbano/videos/Video%20Servicio%20de%20buses%20de%20transporte%20Urbano_v.4.webm","eng":""}},"lastUpdate":{"time":"10:38:57","date":"07/07/2023"}},"3":{"curso":"7_basico","multimedia":{"previewurl":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/7_basico/husos_horarios/imgs/portada_01rev.png","tipo":"imagen","eng":""},"url":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/7_basico/husos_horarios/pdfs/Infografia2.pdf","eng":"","tipo":"pdf"}},"codigo_static":"husos_horarios","lastUpdate":{"time":"10:40:29","date":"07/07/2023"},"temaMatematico":{"esp":"Números enteros","eng":"Integer numbers"},"descripcion":{"esp":"Los husos horarios corresponden a regiones geográficas que tienen la misma hora. Estas se\ndenotan por medio de números enteros (-11 a +12), donde el signo hace referencia a si una franja\nhoraria está adelantada o retrasada respecto de una referencia. Este contexto permite introducir\nlos números enteros relevando su significado. En esta actividad, se proponen preguntas que\nfacilitan la construcción de este sistema numérico. <span class=\"d-none\">OA 1</span>","eng":"Time zones correspond to geographic regions that have the same time. These\nare denoted by integers (-11 to 12), where the sign refers to whether a strip\ntime is ahead or behind a reference. This context allows\nwhole numbers revealing their meaning. In this activity, questions are asked that\nfacilitate the construction of this number system. <span class=\"d-none\">OA 1</span>"},"tipo":"clasica","hashtags":{"eng":[""],"esp":["Historia Geografía y Ciencias Sociales"]},"oa":{"eng":"OA 1","esp":"OA 1"},"visible":true,"titulo":{"esp":"Husos Horarios","eng":"Time zones"}},"4":{"temaMatematico":{"esp":"Números","eng":"Numbers"},"curso":"8_basico","titulo":{"eng":"Getting Electricity from the Sun","esp":"Obteniendo Electricidad del Sol"},"visible":true,"lastUpdate":{"time":"11:36:56","date":"10/07/2023"},"codigo_static":"obteniendo_electricidad_del_sol","hashtags":{"eng":["Natural sciences"," Renewable energies"],"esp":["Ciencias naturales"," Energías renovables"]},"tipo":"clasica","multimedia":{"previewurl":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/8_basico/obteniendo_electricidad/imgs/portada_01.png","eng":"","tipo":"imagen"},"url":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/8_basico/obteniendo_electricidad/pdfs/infografia_planta%20atacama.pdf","tipo":"pdf","eng":""}},"descripcion":{"eng":"If we wanted to build a solar plant to supply electricity to a city, what fraction of the energy that reaches us from the sun can be transformed into electricity? Through this situation, the aim is for the students to deepen their understanding of the multiplication of fractions and apply their knowledge of percentages to solve a problem in context. <span class=\"d-none\">OA 2</span>","esp":"Si quisiéramos construir una planta solar para suministrar energía eléctrica a una ciudad, ¿qué fracción de la energía que nos llega del sol se puede transformar en electricidad? A través de esta situación se busca que las y los estudiantes profundicen su comprensión sobre la multiplicación de fracciones y apliquen su conocimientos sobre porcentaje para resolver un problema en contexto. <span class=\"d-none\">OA 2</span>"},"oa":{"eng":"OA X","esp":"OA X"}},"5":{"codigo_static":"energia_solar:_¿donde_ubicar_una_planta_solar_en_chile?","multimedia":{"previewurl":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/1_medio/donde_ubicar_planta/imgs/portada-02.png","eng":"","tipo":"imagen"},"url":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/1_medio/donde_ubicar_planta/videos/Energia%20solar.webm","tipo":"video","eng":""}},"tipo":"clasica","hashtags":{"eng":["History Geography and Social Sciences"," Renewable energies"],"esp":["Historia Geografía y Ciencias Sociales"," Energías renovables"]},"descripcion":{"esp":"Si quisiéramos construir una planta solar para suministrar energía a Concepción, ¿cuál\nsería un mejor lugar para ubicarla: en el desierto de Atacama, dada la gran cantidad de\nsol que llega, o en las cercanías de Concepción, para evitar pérdidas por transmisión? A\ntravés de esta situación se busca que las y los estudiantes tengan la oportunidad de\naplicar su conocimiento sobre operatoria de números racionales en la resolución de un\nproblema actual, asociado al uso de energías renovables.<span class=\"d-none\">OA 1</span>","eng":"If we wanted to build a solar plant to supply energy to Concepción, which\nwould be a better place to locate it: in the Atacama desert, given the large number of\nsun that arrives, or in the vicinity of Concepción, to avoid transmission losses? TO\nThrough this situation, it is sought that the students have the opportunity to\napply their knowledge of rational number operations in solving a problem\ncurrent problem, associated with the use of renewable energy.<span class=\"d-none\">OA 1</span>"},"temaMatematico":{"eng":"Numbers","esp":"Números"},"titulo":{"esp":"Energía solar: ¿Dónde ubicar una planta solar en Chile?","eng":"Solar energy: Where to locate a solar plant in Chile?"},"curso":"1_medio","visible":true,"oa":{"esp":"OA 1","eng":"OA 1"},"lastUpdate":{"date":"07/07/2023","time":"10:36:07"}},"6":{"curso":"2_medio","oa":{"esp":"OA 1","eng":"OA 1"},"multimedia":{"url":{"eng":"","tipo":"video","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/2_medio/numeros_irracionales/videos/Numeros%20irracionales.webm"},"previewurl":{"eng":"","tipo":"imagen","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/2_medio/numeros_irracionales/imgs/portada-03.png"}},"hashtags":{"eng":[""],"esp":["Historia Geografía y Ciencias Sociales"]},"tipo":"clasica","visible":true,"codigo_static":"numeros_irracionales","temaMatematico":{"esp":"Números","eng":"Numbers"},"titulo":{"eng":"Irrational numbers","esp":"Números Irracionales"},"lastUpdate":{"time":"10:41:16","date":"07/07/2023"},"descripcion":{"eng":"One of the first proofs of the existence of irrational numbers is attributed to Hipaso de Metaponto, a member of the Pythagorean school, in the 5th century BC. C. It is believed that this discovery was strongly resisted by the mathematicians and scholars of the time, since it came to change the mathematics that was known up to that moment. What characterizes irrational numbers? How are they different from rational numbers? This context allows us to introduce the study of irrational numbers and motivates the mathematical work of estimating the root of 2.<span class=\"d-none\">OA 1</span>","esp":"Una de las primeras pruebas de la existencia de los números irracionales se atribuye a Hipaso de Metaponto, un miembro de la escuela pitagórica, en el siglo 5 a. C. Se cree que este descubrimiento fue fuertemente resistido por los matemáticos y sabios de la época, pues venía a cambiar las matemáticas que se conocían hasta ese momento. ¿Qué caracteriza a los números irracionales? ¿En qué se diferencian de los números racionales? Este contexto permite introducir el estudio de los números irracionales y motiva el trabajo matemático de estimar la raíz de 2.<span class=\"d-none\">OA 1</span>"}},"7":{"oa":{"esp":"OA 2","eng":"OA 2"},"codigo_static":"gestionando_las_reservas_de_un_restaurante","descripcion":{"esp":"Realizar más ventas o reservas de las que admite un cierto servicio es una práctica que se utiliza en muchas áreas de la economía. Esto ocurre, por ejemplo, con la sobreventa de los vuelos o las reservas de habitaciones de hoteles o mesas de algunos restaurantes. En esta situación abordaremos la siguiente pregunta: ¿Cuántas reservas  se podrían admitir en un restaurante de forma de que, con bastante certeza, no lleguen más que el número de mesas del restaurante? Esta actividad nos permitirá comprender la naturaleza aleatoria de este fenómeno y modelarlo mediante la distribución binomial.<span class=\"d-none\">OA 2</span>","eng":"Making more sales or reservations than a certain service admits is a practice that is used in many areas of the economy. This occurs, for example, with the overbooking of flights or reservations for hotel rooms or tables in some restaurants. In this situation we will address the following question: How many reservations could be admitted in a restaurant so that, with great certainty, no more than the number of tables in the restaurant arrive? This activity will allow us to understand the random nature of this phenomenon and model it using the binomial distribution.<span class=\"d-none\">OA 2</span>"},"temaMatematico":{"esp":"Distribución Binomial","eng":"Binomial Distribution"},"tipo":"clasica","lastUpdate":{"time":"10:40:11","date":"07/07/2023"},"hashtags":{"esp":["Económico"],"eng":[""]},"visible":true,"curso":"4_medio","multimedia":{"previewurl":{"tipo":"imagen","eng":"","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/4_medio/gestionando_reservas/imgs/portada-05.png"},"url":{"eng":"","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/4_medio/gestionando_reservas/videos/Sobreventa%20en%20distintos%20servicios%20v2.mp4","tipo":"video"}},"titulo":{"esp":"Gestionando las reservas de un restaurante","eng":"Managing restaurant reservations"}},"8":{"multimedia":{"previewurl":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/G3D/robot_perseverance/imgs/portada-06.png","tipo":"imagen","eng":""},"url":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/G3D/robot_perseverance/pdfs/Infografia perseverance.pdf","eng":"","tipo":"pdf"}},"visible":true,"codigo_static":"el_robot_perseverance","curso":"G3D","hashtags":{"esp":["Astronomía"," Tecnología"],"eng":["Astronomy"," Technology"]},"lastUpdate":{"time":"11:59:55","date":"10/07/2023"},"titulo":{"eng":"The Robot Perseverance","esp":"El Robot Perseverance"},"tipo":"clasica","temaMatematico":{"esp":"Vectores","eng":"Vectors"},"oa":{"eng":"OA 1","esp":"OA 1"},"descripcion":{"eng":"NASA's Perseverance rover is a robotic vehicle designed to look for signs of\nancient microbial life on Mars. This vehicle has a group of sensors to measure the\ntemperature of Mars, as well as the direction and speed of the wind. In addition, it has an arm\narticulated for the transport of analysis instruments and samples of the Martian surface.\nHow to study the location of the robot at different times? how to describe your\ndisplacement? From these questions, in this activity the notion of vector and\nthe characteristics that define it (module, direction and direction).\n<span class=\"d-none\">OA 1</span>","esp":"El rover Perseverance de la NASA es un vehículo robotizado diseñado para buscar signos de\nantigua vida microbiana en Marte. Este vehículo dispone de un grupo de sensores para medir la\ntemperatura de Marte, así como la dirección y velocidad del viento. Además, cuenta con un brazo\narticulado para el transporte de instrumentos de análisis y muestras de la superficie marciana.\n¿Cómo estudiar la ubicación del robot en distintos momentos? ¿de qué manera describir su\ndesplazamiento? A partir de estas preguntas, en esta actividad se construye la noción de vector y\nlas características que lo definen (módulo, dirección y sentido).\n<span class=\"d-none\">OA 1</span>"}},"9":{"tipo":"clasica","curso":"LDI","titulo":{"eng":"Braking Distance","esp":"Distancia de Frenado"},"oa":{"eng":"OA 1","esp":"OA 1"},"visible":true,"descripcion":{"eng":"What is the minimum distance required for a car to come to a complete stop?\n\nIn this situation, the students have the opportunity to build a quadratic model that allows to determine said distance and analyze the risks that are run when driving at excessive speed or not being attentive to traffic conditions. <span class=\"d-none\">OA 1</span>","esp":"¿Cuál es la distancia mínima que requiere un automóvil para detenerse completamente? \n\nEn esta situación las y los estudiantes tienen la oportunidad de construir un modelo cuadrático que permite determinar dicha distancia y analizar los riesgos que se corren al conducir a exceso de velocidad o no estar atento a las condiciones del tránsito. <span class=\"d-none\">OA 1</span>"},"temaMatematico":{"eng":"Quadratic function","esp":"Función cuadrática"},"codigo_static":"distancia_de_frenado","lastUpdate":{"time":"10:35:31","date":"07/07/2023"},"multimedia":{"url":{"eng":"","tipo":"video","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/LDI/distancia_frenado/videos/Distancia de frenado.webm"},"previewurl":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/LDI/distancia_frenado/imgs/portada-07.png","eng":"","tipo":"imagen"}},"hashtags":{"esp":["Física"],"eng":[""]}},"10":{"multimedia":{"url":{"eng":"","tipo":"video","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/PYE/megasequia/videos/La megasequía en Chile.mp4"},"previewurl":{"tipo":"imagen","eng":"","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/PYE/megasequia/imgs/sequiaPortada.png"}},"oa":{"esp":"OA 1","eng":"OA 1"},"descripcion":{"esp":"En esta actividad se discutirá a partir de la siguiente pregunta: ¿Cómo podemos argumentar matemáticamente que durante la última década ha habido megasequía? Para ello, se utilizan datos sobre la precipitación anual de los últimos 50 años en la estación meteorológica  de Quinta Normal, en Santiago. Esta actividad  permitirá que las y los estudiantes busquen estrategias para el análisis estadístico de datos que presentan gran variabilidad con la finalidad de argumentar acerca de la existencia o no de ese fenómeno. </p><i> Agradecemos al CR2 por permitirnos usar este video, desarrollado en el marco del proyecto ANID/FONDAP/15110009  </i>","eng":"In this activity, the discussion will be based on the following question: How can we mathematically argue that during the last decade there has been a mega-drought? For this, data on the annual precipitation of the last 50 years at the Quinta Normal meteorological station in Santiago are used. This activity will allow the students to search for strategies for the statistical analysis of data that present great variability in order to argue about the existence or not of this phenomenon. </p><i> We thank CR2 for allowing us to use this video, developed within the framework of the ANID/FONDAP/15110009 project </i>"},"lastUpdate":{"date":"07/07/2023","time":"10:40:50"},"titulo":{"esp":"La Megasequía","eng":"The Megadrought"},"codigo_static":"la_megasequia","curso":"PYE","tipo":"clasica","temaMatematico":{"eng":"Statistic analysis","esp":"Análisis estadístico"},"visible":true,"hashtags":{"eng":[""],"esp":["Ciencias Sociales"]}},"11":{"lastUpdate":{"date":"07/07/2023","time":"10:44:00"},"oa":{"eng":"LO3","esp":"OA3"},"visible":true,"hashtags":{"esp":["ciencias naturales"," energías renovables"],"eng":["natural sciences"," renewable energy"]},"temaMatematico":{"eng":"Powers","esp":"Potencias"},"multimedia":{"previewurl":{"eng":"","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/8_basico/superficies_de_plantas_solares/imgs/portada_planta.png","tipo":"imagen"},"url":{"eng":"","tipo":"pdf","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/8_basico/superficies_de_plantas_solares/pdfs/Infografia%20-%20planta%20solar.pdf"}},"codigo_static":"superficies_de_plantas_solares","curso":"8_basico","titulo":{"esp":"Superficies de plantas solares","eng":"Solar plant surfaces"},"tipo":"clasica","descripcion":{"esp":"En el desierto de Atacama en Chile, se encuentra la planta termosolar Cerro Dominador. Es una planta de concentración solar que a través de mega-espejos ubicados de manera concéntrica reflejan la energía solar hacia un receptor en altura logrando generar electricidad. A través de este contexto se busca que las y los estudiantes analicen la variación de capacidad de energía, proporcional al área de la planta de concentración solar, al aumentar el diámetro. De esta forma podrán interpretar la propiedad de la multiplicación de base natural y de igual exponente.","eng":"In the Atacama desert in Chile, the Cerro Dominador solar thermal plant is located. It is a solar concentration plant that through concentrically located mega-mirrors reflects solar energy towards a receiver at height, generating electricity. Through this context, it is sought that the students analyze the variation of energy capacity, proportional to the area of ​​the solar concentration plant, when increasing the diameter. In this way they will be able to interpret the property of multiplication of natural base and of equal exponent."}},"12":{"hashtags":{"eng":["Natural Sciences"," Biology"],"esp":["Ciencias Naturales"," Biología"]},"titulo":{"esp":"La población de castores","eng":"beaver population"},"lastUpdate":{"date":"07/07/2023","time":"10:34:59"},"oa":{"eng":"LO2","esp":"OA2"},"multimedia":{"previewurl":{"eng":"","tipo":"imagen","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/2_medio/la_poblacion_de_castores/imgs/Portada_castores_U1_OA2_2M.png"},"url":{"eng":"","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/2_medio/la_poblacion_de_castores/pdfs/info_castores_U1_OA2_2M_horizontal.pdf","tipo":"pdf"}},"descripcion":{"eng":"Beavers are semi-aquatic rodents native to North America. In 1946, 10 pairs of this species were introduced to Tierra del Fuego. They quickly multiplied without control, generating significant damage to the biodiversity of the place with sociocultural and economic repercussions.\n\nThe situation will allow the students to use and analyze an exponential growth model that relates the number of beavers and the elapsed time in years. In particular, they will have to determine the number of years it would take to reach a certain number of beavers, which involves calculating logarithms and linking them to powers.","esp":"Los castores son roedores semiacuáticos nativos de América del Norte. En el año 1946 fueron introducidas 10 parejas de esta especie en Tierra del Fuego. Rápidamente se multiplicaron sin control, generando importantes daños a la biodiversidad del lugar con repercusiones socioculturales y económicas.  \n\nLa situación permitirá que los y las estudiantes usen y analicen un modelo de crecimiento exponencial que relaciona la cantidad de castores y el tiempo transcurrido en años. En particular, tendrán que determinar la cantidad de años que deberían transcurrir para llegar a una cierta cantidad de castores, lo que involucra el cálculo de logaritmos y su vinculación con potencias."},"curso":"2_medio","visible":true,"codigo_static":"la_poblacion_de_castores","temaMatematico":{"eng":"logarithms","esp":" Logaritmos"},"tipo":"clasica"},"13":{"descripcion":{"eng":"Ecobottles allow recycling and transporting plastic to be transformed into\nEcoblocks that can be used for different purposes. This situation seeks\nand students apply their knowledge related to problem solving\nand the calculation of divisions of decimal numbers to determine the quantity of\nEcobottles required to build a plaza.","esp":"Las Ecobotellas permiten reciclar y transportar plástico para ser transformado en\nEcobloques los que pueden ser utilizados para distintos fines. Esta situación busca que las\ny los estudiantes apliquen sus conocimientos relacionados con la resolución de problemas\ny el cálculo de divisiones de números decimales para determinar la cantidad de\nEcobotellas requeridas para construir una plaza.\n"},"multimedia":{"url":{"tipo":"pdf","eng":"","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/7_basico/plaza_ecoamigable/pdfs/info_ecobotellas.pdf"},"previewurl":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/7_basico/plaza_ecoamigable/imgs/portada-.png","tipo":"imagen","eng":""}},"titulo":{"eng":"Eco-friendly Plaza","esp":"Plaza Ecoamigable"},"curso":"7_basico","codigo_static":"plaza_ecoamigable","hashtags":{"eng":["Recycling"," Social Sciences"],"esp":["Reciclaje"," Ciencias Sociales"]},"oa":{"esp":"OA 3","eng":"OA 3"},"tipo":"clasica","lastUpdate":{"date":"07/07/2023","time":"10:41:49"},"temaMatematico":{"eng":"Decimal numbers","esp":"Números decimales"},"visible":true},"14":{"lastUpdate":{"time":"01:20:11","date":"07/07/2023"},"oa":{"eng":"LO2","esp":"OA2"},"curso":"1_medio","multimedia":{"previewurl":{"tipo":"imagen","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/1_medio/arbol_bronquial/imgs/portada_pulmon.png","eng":""},"url":{"eng":"","tipo":"video","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/1_medio/arbol_bronquial/videos/Arbol%20Bronquial.webm"}},"temaMatematico":{"esp":"Potencias","eng":"Powers"},"titulo":{"esp":"Árbol bronquial","eng":"Bronchial tree"},"descripcion":{"eng":"The air we breathe enters the lungs through the trachea, which is divided into smaller and smaller tubes, until it reaches the alveolar sacs where the exchange of oxygen and carbon dioxide occurs. In this situation, the students have the opportunity to put into practice their knowledge about powers to calculate the quantity, area and volume of some structures that are part of the bronchial tree.","esp":"El aire que respiramos entra a los pulmones a través de la tráquea, que se divide en conductos cada vez más pequeños, hasta llegar a los sacos alveolares donde se produce el intercambio de oxígeno y dióxido de carbono. En esta situación, las y los estudiantes tienen la oportunidad de poner en práctica sus conocimientos sobre potencias para calcular la cantidad, área y volumen de algunas estructuras que forman parte del árbol bronquial. \n"},"hashtags":{"eng":[""],"esp":["Ciencias Naturales"]},"visible":true,"codigo_static":"arbol_bronquial","tipo":"clasica"},"15":{"titulo":{"esp":"Tamaño de la pupila ante distintos niveles de iluminación","eng":"Pupil size at different levels of illumination"},"visible":true,"lastUpdate":{"time":"10:44:09","date":"07/07/2023"},"curso":"LDI","multimedia":{"previewurl":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/LDI/tamano_de_la_pupila_ante_distintos_niveles%20de_iluminacion/imgs/portada_ojo.png","tipo":"imagen","eng":""},"url":{"tipo":"video","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/LDI/tamano_de_la_pupila_ante_distintos_niveles%20de_iluminacion/videos/Tama%C3%B1o%20de%20la%20pupila.webm","eng":""}},"hashtags":{"eng":[""],"esp":["Ciencias naturales/física \n"]},"tipo":"clasica","oa":{"esp":"OA2","eng":"LO2"},"descripcion":{"eng":"The pupil has an important function for our vision, since it is responsible for regulating the entry of light into the eye. In this situation, the students must analyze, through the use of digital tools, the behavior of the pupil diameter when the light intensity increases indefinitely. This work will give rise to analyze the existence of limits of functions at infinity.","esp":"La pupila tiene una función importante para nuestra visión, ya que es la responsable de regular la entrada de luz en el ojo. En esta situación las y los estudiantes deberán analizar, por medio del uso de herramientas digitales, el comportamiento del diámetro de la pupila cuándo la intensidad luminosa aumenta en forma indefinida. Este trabajo dará pie para  analizar la existencia de límites de funciones en el infinito."},"temaMatematico":{"esp":"Límites de funciones","eng":"feature limits"},"codigo_static":"tamano_de_la_pupila_ante_distintos_niveles_de_iluminacion"},"16":{"descripcion":{"esp":"Los drones son vehículos aéreos manejados de forma remota. Sus funcionalidades van desde propósitos recreativos hasta dispositivos que favorezcan la búsqueda y rescate de personas en ciertas situaciones. Esta situación busca que las y los estudiantes apliquen sus conocimientos sobre vectores para describir los posibles desplazamientos de un dron de rescate en una emergencia y reconozcan la suma de vectores como desplazamientos sucesivos.  ","eng":"Drones are remotely operated aerial vehicles. Its functionalities range from recreational purposes to devices that favor the search and rescue of people in certain situations. This situation seeks for the students to apply their knowledge about vectors to describe the possible displacements of a rescue drone in an emergency and to recognize the addition of vectors as successive displacements."},"hashtags":{"eng":[""],"esp":["Tecnología"]},"temaMatematico":{"eng":"Vectors","esp":"Vectores"},"curso":"G3D","lastUpdate":{"date":"07/07/2023","time":"10:45:04"},"titulo":{"esp":"Uso de drones en emergencias","eng":"Use of drones in emergencies"},"multimedia":{"previewurl":{"eng":"","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/G3D/drones_emergencias/imgs/portada_dron.png","tipo":"imagen"},"url":{"eng":"","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/G3D/drones_emergencias/pdfs/infografia_drones.pdf","tipo":"pdf"}},"codigo_static":"uso_de_drones_en_emergencias","oa":{"esp":"OA1","eng":"LO1"},"visible":true,"tipo":"clasica"},"17":{"lastUpdate":{"time":"10:44:40","date":"07/07/2023"},"multimedia":{"previewurl":{"tipo":"imagen","eng":"","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/3_medio/texto_predictivo/imgs/portada.png"},"url":{"tipo":"video","eng":"","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/3_medio/texto_predictivo/videos/Textos%20predictivos.webm"}},"codigo_static":"texto_predictivo","oa":{"esp":"OA2","eng":"LO2"},"tipo":"clasica","visible":true,"curso":"3_medio","hashtags":{"eng":["Artificial intelligence"," Technology"],"esp":["Inteligencia artificial"," Tecnología"]},"descripcion":{"eng":"In this situation, students have the opportunity to apply their data analysis skills and knowledge of conditional probabilities to create a basic predictive text algorithm. Through this experience, they will be able to deepen their understanding of the notion of conditional probability and, additionally, explore basic aspects of how autonomous learning algorithms work. This activity can be a first approach to artificial intelligence (AI), which is a very relevant field of computing today.","esp":"En esta situación, las y los estudiantes tienen la oportunidad de aplicar sus habilidades de análisis de datos y conocimientos sobre probabilidades condicionales para crear un algoritmo de texto predictivo básico. A través de esta experiencia, podrán profundizar en su comprensión de la noción de probabilidad condicional y, adicionalmente, explorar aspectos básicos del funcionamiento de los algoritmos de aprendizaje autónomo. Esta actividad puede ser un primer acercamiento a la inteligencia artificial (IA), que es un campo de la informática muy relevante en la actualidad.   "},"temaMatematico":{"esp":"Probabilidad condicional","eng":"conditional probability"},"titulo":{"eng":"Predictive text","esp":"Texto predictivo"}},"18":{"oa":{"eng":"LO1","esp":"OA1"},"curso":"PYE","codigo_static":"horas_de_sueno","temaMatematico":{"eng":"chart types","esp":"Tipos de gráficos"},"lastUpdate":{"date":"07/07/2023","time":"10:40:21"},"titulo":{"eng":"Hours of sleep","esp":"Horas de sueño"},"visible":true,"tipo":"clasica","multimedia":{"previewurl":{"tipo":"imagen","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/PYE/horas_de_sueno/imgs/portada-10.png","eng":""},"url":{"tipo":"pdf","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/PYE/horas_de_sueno/pdfs/Infografia%20horas%20sue%C3%B1o.pdf","eng":""}},"hashtags":{"eng":[""],"esp":["Ciencias Sociales"]},"descripcion":{"eng":"Sleep is a fundamental vital process for physical and mental well-being. Throughout life, sleep needs change. In general, the younger a person is, the more sleep they need for proper development and growth. In this activity, students will analyze data on sleep hours for different age groups, separated by gender, and make decisions about how to represent the information graphically to answer different statistical questions.","esp":"El sueño es un proceso vital fundamental para el bienestar físico y mental. A lo largo de la vida las necesidades de sueño van cambiando. En general, mientras más joven es una persona, más horas de sueño necesita para un desarrollo y crecimiento adecuados. En esta actividad las y los estudiantes analizarán datos sobre las horas de sueño de distintos grupos etarios, separados por género, y tomarán decisiones respecto de cómo representar la información gráficamente para responder a diferentes preguntas estadísticas. "}},"19":{"titulo":{"esp":"Aumento de la temperatura en Santiago","eng":"Increase in temperature in Santiago"},"descripcion":{"esp":"Una de las evidencias del cambio climático corresponde al aumento de la temperatura en distintos lugares del mundo. Chile no es la excepción y esto se puede evidenciar a partir de los datos que recolectan distintas estaciones meteorológicas a lo largo del país. Haciendo uso de datos de temperaturas máximas diarias en el mes de Septiembre recolectadas por la estación Quinta Normal (una de las más antiguas del mundo) en esta actividad se busca responder a preguntas tales como, ¿Cómo ha cambiado la temperatura los últimos años? ¿Qué temperaturas son más probables de ocurrir? y que tienen por objetivo ejemplificar el tratamiento de variables aleatorias continuas e introducir la distribución normal.","eng":"One of the evidences of climate change corresponds to the increase in temperature in different parts of the world. Chile is no exception and this can be evidenced from the data collected by different weather stations throughout the country. Using data on daily maximum temperatures in the month of September collected by the Quinta Normal station (one of the oldest in the world), this activity seeks to answer questions such as, How has the temperature changed in recent years? What temperatures are most likely to occur? and whose objective is to exemplify the treatment of continuous random variables and introduce the normal distribution."},"codigo_static":"aumento_de_la_temperatura_en_santiago","lastUpdate":{"time":"10:32:54","date":"07/07/2023"},"temaMatematico":{"esp":"Distribución normal","eng":"Normal distribution"},"hashtags":{"eng":["Natural sciences"," Climate change"],"esp":["Ciencias naturales"," Cambio climático"]},"multimedia":{"previewurl":{"eng":"","tipo":"imagen","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/4_medio/aumento_temperaturas/imgs/portada_calentamiento.png"},"url":{"tipo":"video","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/4_medio/aumento_temperaturas/videos/Aumento%20de%20las%20temperaturas.webm","eng":""}},"visible":true,"oa":{"eng":"LO2","esp":"OA2"},"curso":"4_medio","tipo":"clasica"},"20":{"hashtags":{"esp":["educación financiera"],"eng":[""]},"multimedia":{"previewurl":{"tipo":"imagen","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/1_medio/descuentos_sobre_descuentos/imgs/portada_cliente.png","eng":""},"url":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/1_medio/descuentos_sobre_descuentos/pdfs/Infografia.pdf","eng":"","tipo":"pdf"}},"descripcion":{"esp":"En el día a día, es común encontrarse con ofertas y promociones que incluyen  descuentos; estos son una disminución porcentual del precio de un bien o de un servicio. En esta actividad, las y los estudiantes analizarán situaciones  relacionadas a descuentos conectandolos con el uso de productos notables.\n","eng":"On a day-to-day basis, it is common to find offers and promotions that include discounts; These are a percentage decrease in the price of a good or service. In this activity, the students will analyze situations related to discounts connecting them with the use of notable products."},"tipo":"clasica","titulo":{"esp":"Descuentos sobre descuentos","eng":"discounts on discounts"},"codigo_static":"descuentos_sobre_descuentos","lastUpdate":{"time":"10:35:19","date":"07/07/2023"},"visible":true,"oa":{"esp":"OA3","eng":"LO3"},"temaMatematico":{"eng":"Remarkable products","esp":"Productos notables"},"curso":"1_medio"},"21":{"descripcion":{"esp":"La germinación es una serie de procesos mediante los cuales una semilla se desarrolla hasta convertirse en una planta. Estos procesos dependen de muchos factores, entre los principales está la temperatura, el agua, la luz y la madurez de la semilla. Al planificar una siembra masiva de semillas, es crucial tener una idea más o menos precisa de cuántas germinarán, ya que esto permite optimizar los recursos a utilizar en la producción. En esta situación, las y los estudiantes deben utilizar probabilidades para determinar si un cultivo de semillas es o no rentable para un agricultor. Para lograrlo, se les propone simular la situación mediante dados y recursos computacionales, aproximar las probabilidades a través de frecuencias relativas, explorar la distribución de probabilidad involucrada y relacionarla con la distribución binomial.    \n","eng":"Germination is a series of processes by which a seed develops into a plant. These processes depend on many factors, among the main ones are temperature, water, light and the maturity of the seed. When planning a massive sowing of seeds, it is crucial to have a more or less precise idea of ​​how many will germinate, since this allows optimizing the resources to be used in production. In this situation, students must use probabilities to determine whether or not a seed crop is profitable for a farmer. To achieve this, they are proposed to simulate the situation using dice and computational resources, approximate the probabilities through relative frequencies, explore the probability distribution involved and relate it to the binomial distribution."},"curso":"4_medio","titulo":{"esp":"Germinación de semillas","eng":"seed germination"},"visible":true,"codigo_static":"germinacion_de_semillas","lastUpdate":{"time":"10:40:03","date":"07/07/2023"},"oa":{"esp":"OA2","eng":"LO2"},"hashtags":{"esp":["Ciencias Naturales\n"],"eng":[""]},"multimedia":{"url":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/4_medio/germinacion_de_semillas/pdfs/Infografia.pdf","eng":"","tipo":"pdf"},"previewurl":{"eng":"","tipo":"imagen","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/4_medio/germinacion_de_semillas/imgs/portada_semilla.png"}},"temaMatematico":{"esp":"Distribución Binomial","eng":"Binomial Distribution"},"tipo":"clasica"},"22":{"codigo_static":"la_escasez_de_agua","multimedia":{"previewurl":{"tipo":"imagen","eng":"","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/7_basico/la_escasez_de_agua/imgs/portada-Agua-11.png"},"url":{"tipo":"pdf","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/7_basico/la_escasez_de_agua/pdfs/Infografia_Agua.pdf","eng":""}},"temaMatematico":{"esp":"Porcentajes","eng":"percentages"},"oa":{"esp":"OA4 ","eng":"LO4"},"curso":"7_basico","hashtags":{"eng":[""],"esp":["Ciencias Naturales\n"]},"visible":true,"titulo":{"esp":"La escasez de agua","eng":"Water scarcity"},"lastUpdate":{"date":"07/07/2023","time":"10:40:37"},"descripcion":{"esp":"El agua es el elemento más abundante de nuestro planeta, sin embargo, la mayor parte\nes salada. Solo el \\(2,5\\%\\) del agua de nuestro planeta corresponde a agua dulce la que\nen su mayoría se encuentra en glaciares o localizada en aguas subterráneas y tan solo el\n\\(1\\%\\) de ella puede ser apta para el consumo humano, de animales y plantas.\nMuchos lugares del mundo están experimentando escasez de agua debido al\ncrecimiento de la población, dificultades de distribución, contaminación y el cambio\nclimático. En esta situación las y los estudiantes podrán representar y calcular porcentajes asociados a datos\nrelacionados con el agua en nuestro planeta y en Chile ayudándoles a tomar conciencia de esta problemática mundial.","eng":"Water is the most abundant element on our planet, yet most of it\nIt is salty. Only \\(2.5\\%\\) of the water on our planet corresponds to fresh water, which\nmostly found in glaciers or located in groundwater and only the\n\\(1\\%\\) of it may be suitable for human, animal and plant consumption.\nMany parts of the world are experiencing water shortages due to\npopulation growth, distribution difficulties, pollution and change\nclimate. In this situation, the students will be able to represent and calculate percentages associated with data\nrelated to water on our planet and in Chile, helping them to become aware of this global problem."},"tipo":"clasica"},"23":{"lastUpdate":{"date":"07/07/2023","time":"10:44:51"},"tipo":"clasica","oa":{"esp":"OA8","eng":"OA8"},"visible":true,"temaMatematico":{"esp":"Ecuaciones lineales","eng":"Linear equations"},"titulo":{"eng":"Sound transmission in submarines","esp":"Transmisión del sonido en submarinos"},"descripcion":{"eng":"Submarines use sonar, which allows them to detect and locate objects\nin water. When the sonar emits a sound signal, it travels at an amplitude,\nfrequency and at a certain speed. Measuring the time the signal takes\nsound to return to the emitter, the distance to the object can be calculated. Through\nof this situation, it is sought that the students have the opportunity\nuse diagrams and use linear equations to model the time that\nit takes to transmit a sound signal between two moving submarines.","esp":"Los submarinos utilizan el sonar, el cual les permite detectar y localizar objetos\nen el agua. Cuando el sonar emite una señal sonora, esta viaja a una amplitud,\nfrecuencia y a una velocidad determinada. Midiendo el tiempo que tarda la señal\nsonora en regresar al emisor, se puede calcular la distancia al objeto. A través\nde esta situación, se busca que las y los estudiantes tengan la oportunidad\nutilizar diagramas y de emplear ecuaciones lineales para modelar el tiempo que\ntarda en transmitirse una señal sonora entre dos submarinos en movimiento.\n"},"curso":"8_basico","hashtags":{"eng":[""],"esp":["Física"]},"codigo_static":"transmision_del_sonido_en_submarinos","multimedia":{"previewurl":{"tipo":"imagen","eng":"","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/8_basico/transmision_del_sonido_en_submarinos/imgs/Portada_submarino.png"},"url":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/8_basico/transmision_del_sonido_en_submarinos/pdfs/Infografia_submarino.pdf","tipo":"pdf","eng":""}}},"24":{"titulo":{"esp":"Telemedicina y disoluciones","eng":"Telemedicine and solutions"},"lastUpdate":{"date":"07/07/2023","time":"10:44:19"},"curso":"1_medio","temaMatematico":{"eng":"Ecuation systems","esp":"Sistemas de ecuaciones "},"hashtags":{"eng":[""],"esp":["Química"]},"oa":{"esp":"OA4","eng":"LO4"},"descripcion":{"esp":"Gracias a la tecnología, la telemedicina surge como una forma de dar indicaciones médicas a distancia siendo de mucha utilidad para poblados que no están bien conectados con grandes ciudades u hospitales. En esta actividad se presenta el caso de un médico que da indicaciones a distancia sobre cómo preparar una mezcla de dos componentes, en distintas cantidades, y lograr una concentración específica. La pregunta que moviliza la actividad es: <br />\n<i>¿Cuál es la cantidad de cada solución que se\n debe combinar para formar la solución deseada? </i><br />\nPara responderla, es necesario plantear un sistema de ecuaciones lineales de 2 x 2, y para lograrlo se deben interpretar variables, constantes, sus relaciones, y construir el significado de la solución de este sistema.","eng":"Thanks to technology, telemedicine emerges as a way to give remote medical instructions, being very useful for towns that are not well connected to large cities or hospitals. This activity presents the case of a doctor who gives remote instructions on how to prepare a mixture of two components, in different amounts, and achieve a specific concentration. The question that mobilizes the activity is: <br />\n<i>What is the amount of each solution that is\n should combine to form the desired solution? </i><br />\nTo answer it, it is necessary to propose a system of linear equations of 2 x 2, and to achieve this, variables, constants, their relationships must be interpreted, and the meaning of the solution of this system must be constructed."},"multimedia":{"url":{"eng":"","tipo":"pdf","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/1_medio/telemedicina_y_disoluciones/pdfs/info_DIS.pdf"},"previewurl":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/1_medio/telemedicina_y_disoluciones/imgs/portada_dis.png","tipo":"imagen","eng":""}},"visible":true,"tipo":"clasica","codigo_static":"telemedicina_y_disoluciones"},"25":{"multimedia":{"previewurl":{"eng":"","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/2_medio/clavados/imgs/portada_clavados.png","tipo":"imagen"},"url":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/2_medio/clavados/videos/clavados.mp4","tipo":"video","eng":""}},"descripcion":{"eng":"Diving is a sports discipline that consists of jumping from a platform or springboard into the water. In this situation, we take advantage of the fact that the trajectory of the divers follow a parabolic shape to develop a quadratic model that allows us to determine the height of a diver at any moment of the jump. Specifically, we will use this model to estimate the maximum height reached by the diver.","esp":"Los clavados son una disciplina deportiva que consiste en saltar desde una plataforma o trampolín hacia el agua. En esta situación, aprovechamos el hecho de que la trayectoria de los clavadistas siguen una forma parabólica para desarrollar un modelo cuadrático que permita  determinar la altura de un clavadista en cualquier momento del salto. Específicamente, utilizaremos este modelo para estimar la altura máxima que alcanza el clavadista."},"hashtags":{"eng":[""],"esp":["Deportes"]},"curso":"2_medio","temaMatematico":{"eng":"Quadratic function","esp":"Función cuadrática"},"visible":true,"codigo_static":"clavados","titulo":{"esp":"Clavados","eng":"diving"},"lastUpdate":{"date":"07/07/2023","time":"10:34:36"},"oa":{"esp":"OA3","eng":"LO3"},"tipo":"clasica"},"26":{"tipo":"clasica","curso":"7_basico","oa":{"esp":"OA6","eng":"LO6"},"lastUpdate":{"date":"07/07/2023","time":"10:43:30"},"codigo_static":"presion_bajo_el_agua","visible":true,"multimedia":{"url":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/7_basico/presion_bajo_el_agua/videos/Hidrostaticav1.mp4","tipo":"video","eng":""},"previewurl":{"eng":"","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/7_basico/presion_bajo_el_agua/imgs/portada_buzo.png","tipo":"imagen"}},"descripcion":{"eng":"Why do some fish deform when brought to the surface? That\nprecautions divers should take when diving to high\ndepths? These and other interesting questions are related to the\nhydrostatic pressure (pressure exerted by a fluid on a submerged body\nin it) and depth.\n<br/>\nIn this situation, the students will have the opportunity to establish a relationship between hydrostatic pressure and depth using algebraic language.","esp":"¿Por qué algunos peces se deforman cuando son llevados a la superficie? ¿Qué\nprecauciones deben tomar los buzos cuando se sumergen a altas\nprofundidades? Estas y otras interesantes preguntas guardan relación con la\npresión hidrostática (presión que ejerce un fluido sobre un cuerpo sumergido\nen él) y la profundidad.\n<br/>\nEn esta situación, las y los estudiantes tendrán la oportunidad de establecer una relación entre presión hidrostática y profundidad usando lenguaje algebraico. \n"},"titulo":{"eng":"underwater pressure","esp":"Presión bajo el agua"},"temaMatematico":{"eng":"Algebraic expressions","esp":"Expresiones algebraicas"},"hashtags":{"eng":[""],"esp":[" Física"]}},"27":{"codigo_static":"calefaccionando_el_hogar","multimedia":{"url":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/PYE/calefaccionando_el_hogar/pdfs/Infografia-Parafina%20%281%29.pdf","tipo":"pdf","eng":""},"previewurl":{"eng":"","tipo":"imagen","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/PYE/calefaccionando_el_hogar/imgs/portada_parafina.png"}},"temaMatematico":{"esp":"Correlaciones","eng":"correlations"},"descripcion":{"eng":"In Chile, paraffin is commonly used as a fuel to heat homes or closed places, as it is an affordable and accessible source of heat. Through this learning situation, the students will be able to study the correlation between the amount of paraffin that families consume and other interesting study variables such as the surface of the home and the temperature of the environment in order to analyze data and understand how relate.","esp":"En Chile, comúnmente se utiliza la parafina como combustible para calefaccionar hogares o lugares cerrados, pues es una fuente de calor económica y accesible. A través de esta situación de aprendizaje, las y los estudiantes podrán estudiar la correlación entre la cantidad de parafina que consumen las familias y otras variables interesantes de estudio como la superficie del hogar y la temperatura del ambiente para así, analizar datos y comprender cómo se relacionan."},"curso":"PYE","hashtags":{"eng":[""],"esp":["Cotidiano"]},"oa":{"esp":"OA2","eng":"LO2"},"visible":true,"tipo":"clasica","titulo":{"esp":"Calefaccionando el hogar","eng":"heating the home"},"lastUpdate":{"date":"07/07/2023","time":"10:34:14"}},"28":{"descripcion":{"esp":"La <b>fenilcetonuria</b> (también conocido como PKU) es un tipo de trastorno que impide al cuerpo procesar un aminoácido llamado fenilalanina. Esto es un problema porque los valores elevados de este aminoácido pueden dañar el cerebro. La forma más eficaz de combatir esta enfermedad es detectarla en los recién nacidos y aplicar un tratamiento especial. En esta actividad nos enfocamos en los test de detección de esta enfermedad y responderemos a la pregunta:\n<br/><br/>\nSi un recién nacido da positivo al test de PKU, <b>¿cuán probable es que el bebé realmente tenga esta condición?</b>\n<br/><br/>","eng":"<b>Phenylketonuria</b> (also known as PKU) is a type of disorder that prevents the body from processing an amino acid called phenylalanine. This is a problem because high levels of this amino acid can damage the brain. The most effective way to combat this disease is to detect it in newborns and apply special treatment. In this activity we focus on the detection tests for this disease and we will answer the question:\n<br/><br/>\nIf a newborn tests positive for PKU, <b>how likely is it that the baby actually has this condition?</b>\n<br/><br/>"},"codigo_static":"fenilcetonuria,_un_trastorno_poco_comun","oa":{"eng":"OA 2","esp":"OA 2"},"curso":"3_medio","tipo":"clasica","hashtags":{"esp":["Medicina\n"],"eng":[""]},"lastUpdate":{"time":"10:39:50","date":"07/07/2023"},"titulo":{"eng":"Phenylketonuria, a rare disorder","esp":"Fenilcetonuria, un trastorno poco común"},"multimedia":{"previewurl":{"eng":"","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/3_medio/fenilcetonuria/imgs/Portada-feniceltonuria.jpg","tipo":"imagen"},"url":{"tipo":"video","eng":"","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/3_medio/fenilcetonuria/videos/Fenilcetourinav2.mp4"}},"temaMatematico":{"eng":"conditional probability","esp":"Probabilidad condicional"},"visible":true},"29":{"hashtags":{"eng":[""],"esp":["Física"]},"lastUpdate":{"date":"07/07/2023","time":"00:36:31"},"temaMatematico":{"esp":"Raíces","eng":"Estate"},"curso":"8_basico","tipo":"clasica","descripcion":{"esp":"¿Sabías que el edificio más alto de Latinoamérica está en Chile? Se trata del Sky Costanera, que se encuentra en Santiago y tiene una altura de alrededor de 300 metros. ¿Te has preguntado alguna vez cuánto tiempo tardaría una bolita en caer desde su azotea hasta el suelo? Esta es una oportunidad para que los estudiantes utilicen un modelo matemático de movimiento de objetos en caída libre y estimen las raíces cuadradas para determinar el tiempo de caída correspondiente.","eng":"Did you know that the tallest building in Latin America is in Chile? This is the Sky Costanera, which is located in Santiago and has a height of around 300 meters. Have you ever wondered how long it would take for a marble to fall from your roof to the ground? This is an opportunity for students to use a mathematical model of the motion of objects in free fall and estimate the square roots to determine the corresponding fall time."},"multimedia":{"previewurl":{"eng":"","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/8_basico/caida_libre/imgs/portada_caidalibre.png","tipo":"imagen"},"url":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/8_basico/caida_libre/pdfs/Infografia_8vo_OA4.pdf","tipo":"pdf","eng":""}},"visible":true,"codigo_static":"¿cuanto_demora_en_caer?","titulo":{"eng":"How long does it take to fall?","esp":"¿Cuánto demora en caer?"},"oa":{"esp":"OA4","eng":"LO4"}},"30":{"codigo_static":"raycast:_matematica_en_videojuegos","temaMatematico":{"esp":"Ecuación de la recta en 3D","eng":"Equation of the line in 3D"},"titulo":{"esp":"Raycast: Matemática en videojuegos","eng":"Raycast: Mathematics in Video Games"},"visible":true,"hashtags":{"esp":["Videojuegos"],"eng":[""]},"tipo":"clasica","lastUpdate":{"time":"10:42:15","date":"07/07/2023"},"descripcion":{"esp":"<b>Raycast</b> es una técnica muy utilizada en el desarrollo de videojuegos. Esta consiste en la emisión de un rayo que parte desde un personaje y sigue una dirección indicada, permitiendo así, por ejemplo, verificar si algún objeto se interpone al personaje o si una puerta se abre o no. A través de esta situación se podrá responder ¿Cómo representar este rayo matemáticamente? Basándonos en la técnica de Raycast se abordan las nociones de vector posición y director, para desarrollar la ecuación vectorial de un rayo. Finalmente, esta ecuación se extiende, de manera intuitiva y natural, a la ecuación vectorial de la recta.","eng":"<b>Raycast</b> is a technique widely used in game development. This consists of the emission of a ray that starts from a character and follows an indicated direction, thus allowing, for example, to verify if any object is in the way of the character or if a door opens or not. Through this situation it will be possible to answer how to represent this ray mathematically? Based on the Raycast technique, the notions of position vector and director are addressed, to develop the vector equation of a ray. Finally, this equation is extended, intuitively and naturally, to the vector equation of the line."},"multimedia":{"previewurl":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/3_medio/raycast/imgs/portada_game.png","eng":"","tipo":"imagen"},"url":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/3_medio/raycast/pdfs/infografia_raycast.pdf","tipo":"pdf","eng":""}},"oa":{"esp":"OA 2","eng":"OA 2"},"curso":"G3D"},"31":{"tipo":"clasica","hashtags":{"esp":["Ecología"],"eng":[""]},"temaMatematico":{"esp":"Raíces, potencias","eng":"roots, powers"},"lastUpdate":{"date":"07/07/2023","time":"10:35:09"},"visible":true,"descripcion":{"esp":"Los castores son una especie exótica invasora que habitan Tierra del Fuego, son una amenaza para la biodiversidad y el ecosistema local. A través de esta situación las y los estudiantes tendrán la posibilidad de analizar el crecimiento de la población de castores a través del tiempo considerando la relación entre raíces y potencias gracias a un modelo de crecimiento que incorpora las medidas de mitigación. ","eng":"Beavers are an invasive exotic species that inhabit Tierra del Fuego, they are a threat to biodiversity and the local ecosystem. Through this situation, the students will have the possibility of analyzing the growth of the beaver population over time considering the relationship between roots and powers thanks to a growth model that incorporates mitigation measures."},"curso":"2_medio","multimedia":{"url":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/2_medio/castores%202/pdfs/Infografia%20castores%20%282%29.pdf","eng":"","tipo":"pdf"},"previewurl":{"eng":"","tipo":"imagen","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/2_medio/castores%202/imag/Portada%20castores.png"}},"codigo_static":"control_de_la_poblacion_de_castores","titulo":{"esp":"Control de la población de castores","eng":"Beaver population control"},"oa":{"esp":"OA2","eng":"LO2"}},"32":{"codigo_static":"el_libro_de_arena","visible":true,"hashtags":{"esp":["Literatura"],"eng":[""]},"curso":"LDI","oa":{"eng":"LO2","esp":"OA2"},"titulo":{"esp":"El libro de arena","eng":"the sand book"},"tipo":"clasica","lastUpdate":{"date":"07/07/2023","time":"10:35:42"},"multimedia":{"url":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/LDI/libro_de_arena/videos/libro_de_arena.mp4","eng":"","tipo":"video"},"previewurl":{"tipo":"imagen","eng":"","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/LDI/libro_de_arena/imgs/portada_libroarena.png"}},"temaMatematico":{"esp":"Sucesiones","eng":"successions"},"descripcion":{"eng":"José Luis Borges' literary work includes short stories and essays in which he brilliantly explores mathematical concepts. His writings invite readers to delve into a fascinating labyrinth of ideas and mathematical reflections that challenge established perceptions and explore the limits of logic and mathematical thinking. In this situation, a fragment of a Borges story is used to motivate the study of limits of sequences.","esp":"La obra literaria de José Luis Borges incluye cuentos y ensayos en los que explora de manera brillante conceptos matemáticos. Sus escritos invitan a los lectores a adentrarse en un fascinante laberinto de ideas y reflexiones matemáticas que desafían las percepciones establecidas y exploran los límites de la lógica y el pensamiento matemático. En esta situación, se utiliza un fragmento de un cuento de Borges para motivar el estudio de límites de sucesiones."}},"33":{"temaMatematico":{"eng":"economic indices","esp":"índices económicos"},"visible":false,"descripcion":{"eng":"In our daily life we ​​hear about economic concepts such as the UF, the CPI and bank loans, assuming that we have a mortgage loan. What day should I pay a loan in UF? To answer the question posed, the students must understand the relationship between the UF and the CPI, and its use as a unit of measurement for credit calculation. Through the use of technology, students will be able to apply relevant economic concepts, developing skills to make informed and well-founded decisions in the financial field.","esp":"En nuestra vida diaria escuchamos hablar de conceptos económicos como la UF, el IPC y los créditos bancarios, suponiendo que tenemos  un crédito hipotecario ¿Qué día conviene pagar un crédito en UF? Para responder a la pregunta planteada, las y los estudiantes deberán comprender la relación entre la UF y el IPC, y su uso como unidad de medida para el cálculo de créditos. A través del uso de tecnologías, las y los estudiantes podrán aplicar conceptos económicos relevantes, desarrollando habilidades para tomar decisiones informadas y fundamentadas en el ámbito financiero."},"tipo":"clasica","titulo":{"eng":"Exploring the UF in the Context of Mortgage Loans","esp":"Explorando la UF en el Contexto de Créditos Hipotecarios"},"codigo_static":"explorando_uf_creditos","hashtags":{"esp":["Educación financiera"," educación ciudadana"],"eng":["Financial education"," citizen education"]},"lastUpdate":{"date":"07/07/2023","time":"10:45:26"},"curso":"4_medio","multimedia":{"previewurl":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/4_medio/explorando_uf_creditos/imgs/portada_creditos.png","tipo":"imagen","eng":""},"url":{"eng":"","tipo":"pdf","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/4_medio/explorando_uf_creditos/pdfs/Infografia.pdf"}},"oa":{"esp":"OA1","eng":"LO1"}},"34":{"hashtags":{"eng":[""],"esp":["Ciencias Sociales"]},"codigo_static":"avance_del_mar","descripcion":{"esp":"Existe una relación directa entre el aumento del nivel del mar y su avance en las zonas costeras. A medida que el nivel del mar se eleva, el agua se desplaza hacia el continente, lo que puede ocasionar la erosión de la línea costera, la pérdida de playas y la inundación de áreas bajas cercanas a la costa. En esta situación las y los estudiantes deberán realizar predicciones sobre el avance del mar en dos zonas costeras de Chile afectadas por este fenómeno aplicando sus conocimientos sobre proporcionalidad directa. ","eng":"There is a direct relationship between the rise in sea level and its progress in coastal areas. As sea level rises, water moves onto the mainland, which can lead to shoreline erosion, loss of beaches, and flooding of low-lying areas near the coast. In this situation, the students must make predictions about the advance of the sea in two coastal areas of Chile affected by this phenomenon, applying their knowledge of direct proportionality."},"visible":true,"multimedia":{"url":{"eng":"","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/7_basico/avance_del_mar/pdfs/Infografia_aumento_mar.pdf","tipo":"pdf"},"previewurl":{"tipo":"imagen","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/7_basico/avance_del_mar/imgs/portada-avance_mar.png","eng":""}},"curso":"7_basico","lastUpdate":{"date":"07/07/2023","time":"10:33:51"},"titulo":{"esp":"Avance del mar","eng":"advance of the sea"},"tipo":"clasica","temaMatematico":{"eng":"proportions","esp":"Proporciones"},"oa":{"esp":"OA8","eng":"OA8"}},"35":{"titulo":{"eng":"Dive","esp":"Buceo"},"hashtags":{"esp":["Física"],"eng":[""]},"lastUpdate":{"date":"07/07/2023","time":"11:59:29"},"curso":"2_medio","descripcion":{"esp":"El buceo es una actividad en la que las personas se sumergen en el agua, generalmente, ocupando un equipo especializado. El equipamiento de los buceadores está diseñado para funcionar de manera óptima a determinados niveles de profundidad, por lo que es necesario estimar esta variable cuando el buceador está debajo del agua. En esta situación, las y los estudiantes aplicarán sus conocimientos sobre funciones para determinar la profundidad a la que se encuentra un buceador a partir de la presión, mediante la función inversa.","eng":"Diving is an activity in which people submerge themselves in the water, generally using specialized equipment. Divers' equipment is designed to function optimally at certain depth levels, so it is necessary to estimate this variable when the diver is underwater. In this situation, the students will apply their knowledge of functions to determine the depth at which a diver is from the pressure, using the inverse function."},"codigo_static":"buceo","oa":{"esp":"OA5","eng":"OA5"},"multimedia":{"previewurl":{"tipo":"imagen","eng":"","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/2_medio/buceo/imgs/portada_buceo.png"},"url":{"tipo":"video","eng":"","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/2_medio/buceo/videos/Buceo.webm"}},"temaMatematico":{"esp":"función inversa","eng":"inverse function"},"visible":true,"tipo":"clasica"},"36":{"lastUpdate":{"date":"07/07/2023","time":"10:36:22"},"temaMatematico":{"eng":"ecuation systems","esp":"sistemas de ecuaciones"},"descripcion":{"esp":"Si quisiéramos estudiar cómo varía la población de una especie en un determinado ecosistema, ¿qué variables se deben considerar?, ¿qué datos son relevantes para comparar cantidades de dos años consecutivos?, ¿qué relaciones entre las variables y datos son necesarias para estimar la población de los años siguientes?\n\nCon esta situación se busca que las y los estudiantes tengan la oportunidad de modelar matemáticamente un problema de un contexto real, en el que se tiene como propósito estimar la cantidad de individuos que conforman una población.","eng":"If we wanted to study how the population of a species varies in a given ecosystem, what variables should be considered? What data are relevant to compare amounts from two consecutive years? What relationships between variables and data are necessary to estimate the population of the following years?\n\nWith this situation, it is sought that the students have the opportunity to mathematically model a problem in a real context, in which the purpose is to estimate the number of individuals that make up a population."},"curso":"1_medio","tipo":"clasica","hashtags":{"eng":[""],"esp":["ecosistema\n"]},"codigo_static":"estimacion_de_poblaciones_en_ecosistemas","titulo":{"eng":"Estimation of populations in ecosystems","esp":"Estimación de poblaciones en ecosistemas"},"oa":{"esp":"OA4","eng":"LO4"},"visible":true,"multimedia":{"previewurl":{"eng":"","tipo":"imagen","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/1_medio/Poblaciones/imagenes/ecosistemas%20portada.png"},"url":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/1_medio/Poblaciones/Pdf/Presentacion%20PPT%20-%20Estimaci%C3%B3n%20de%20poblaciones%20en%20ecosistemas.pdf","eng":"","tipo":"pdf"}}},"37":{"temaMatematico":{"esp":"Correlación","eng":"Correlation"},"curso":"PYE","tipo":"clasica","codigo_static":"expediciones_oceanograficas","titulo":{"esp":"Expediciones oceanográficas","eng":"oceanographic expeditions"},"oa":{"eng":"LO2","esp":"OA2"},"hashtags":{"eng":[""],"esp":["Biologíamarina"]},"multimedia":{"url":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/PYE/exp%20oceanicas/video/MATCON%20LOS%20OCEANOS%20v2.mp4","tipo":"video","eng":""},"previewurl":{"eng":"","tipo":"imagen","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/PYE/exp%20oceanicas/img/portada.jpeg"}},"lastUpdate":{"time":"10:39:42","date":"07/07/2023"},"descripcion":{"esp":"La Fundación Tara Ocean ha recolectado muestras en diversas aguas y profundidades de los océanos. A partir de los datos proporcionados por esta fundación, se espera que las y los estudiantes utilicen herramientas tecnológicas para determinar los coeficientes de correlación entre variables del medio ambiente y variables de biodiversidad. Para luego analizar e interpretar dichos coeficientes, considerando la influencia de los datos atípicos.  Este análisis también permitirá a los y las estudiantes enriquecer su comprensión de los ecosistemas marinos.\n","eng":"The Tara Ocean Foundation has collected samples in various waters and depths of the oceans. Based on the data provided by this foundation, students are expected to use technological tools to determine the correlation coefficients between environmental variables and biodiversity variables. To then analyze and interpret these coefficients, considering the influence of outliers. This analysis will also allow students to enrich their understanding of marine ecosystems."},"visible":true},"38":{"lastUpdate":{"date":"07/07/2023","time":"10:42:07"},"oa":{"eng":"LO2","esp":"OA2"},"codigo_static":"raycast:_tiro_al_blanco_con_matematicas","temaMatematico":{"eng":"topic 1","esp":"tema1"},"multimedia":{"previewurl":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/G3D/raycast_tiro_al_blanco/imgs/portada_game2.png","tipo":"imagen","eng":""},"url":{"tipo":"pdf","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/G3D/raycast_tiro_al_blanco/pdfs/Raycast.pdf","eng":""}},"visible":false,"titulo":{"eng":"Raycast: Target shooting with math","esp":"Raycast: Tiro al blanco con matemáticas"},"curso":"G3D","hashtags":{"esp":["Recta"," Ecuación vectorial"," Plano"],"eng":["Line"," Vector Equation"," Plane"]},"tipo":"clasica","descripcion":{"eng":"This activity works in the context of programming a target shooting video game, where the score each player gets depends on how far from the center of the target a shot arrow arrives. For this, the Raycast technique is used as the main tool, which consists of the emission of a ray that starts from a character and follows an indicated direction. This ray allows us to represent the trajectory of the arrow shot by a character. The activity consists of showing the mathematical procedure to obtain the score of a shot, which consists of calculating the intersection between a line, through which the arrow moves, and a plane, where the objects that are a target are located. Finally, the distance between that intersection and the center of the target give the score of the shot.","esp":"En esta actividad se trabaja en el contexto de programar un video juego de tiro al blanco, donde el puntaje que obtiene cada jugador depende de a qué distancia del centro del blanco llega una flecha lanzada. Para esto, como herramienta principal se utiliza la técnica del Raycast que consiste en la emisión de un rayo que parte desde un personaje y sigue una dirección indicada. Este rayo nos permite representar la trayectoría de la flecha lanzada por un personaje. La actividad consiste en mostrar el procedimiento matemático para obtener el puntaje de un disparo, que consiste en calcular la intersección entre una recta, por donde se desplaza la flecha, y un plano, donde se encuentran los objetos que son un blanco. Finalmente, la distancia entre esa intersección y el centro del blanco dan el puntaje del tiro."}},"39":{"curso":"8_basico","tipo":"clasica","visible":true,"temaMatematico":{"eng":"Affin function","esp":"Función Afin"},"descripcion":{"eng":"When observing the mountain range, have you noticed that there is a line on which there is snow? Or because near the crater of a volcano, there is usually snow? With this situation, it is sought that the students have the opportunity to apply their knowledge of linear and related functions in solving questions associated with the decrease in temperature as we increase the height in the gaseous layer in which we live: the troposphere.","esp":"Al observar la cordillera ¿has notado que hay una línea sobre la cual hay nieve? o ¿porque cerca del cráter de un volcán, por lo general hay nieve? Con esta situación se busca que las y los estudiantes tengan la oportunidad de aplicar sus conocimientos de función lineal y afín en la resolución de preguntas asociadas al descenso de  temperatura a medida que aumentamos la altura en la capa gaseosa en que vivimos: la troposfera."},"multimedia":{"url":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/8_basico/Temperatura%20en%20Altura/pdf/Infografia.pdf","tipo":"pdf","eng":""},"previewurl":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/8_basico/Temperatura%20en%20Altura/img/portada_temperatura.png","eng":"","tipo":"imagen"}},"oa":{"esp":"OA10","eng":"OA10"},"titulo":{"eng":"temperature in height","esp":"Temperatura en altura"},"codigo_static":"temperatura_en_altura","hashtags":{"esp":["CienciasNaturales"],"eng":[""]},"lastUpdate":{"time":"10:44:33","date":"07/07/2023"}},"40":{"multimedia":{"url":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/3_medio/Ziph/Video/ley%20zipf%20v2.mp4","tipo":"video","eng":""},"previewurl":{"esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/3_medio/Ziph/img/portada_zipf.png","eng":"","tipo":"imagen"}},"titulo":{"esp":"Matemática y lingüística: La ley de Zipf","eng":"Mathematics and Linguistics: Zipf's Law"},"tipo":"clasica","descripcion":{"esp":"La ley de Zipf es una ley empírica que describe la distribución de frecuencia de las palabras en un texto o corpus de texto ¿la base de datos del Corpus de Referencia del Español Actual (CREA) tiene realmente un comportamiento basado en la ley de Zipf? Las y los estudiantes realizan un análisis estadístico y emplean la estrategia de linealización para determinar una función que modele los datos del CREA. A partir de este análisis, las y los estudiantes evalúan si existe una relación significativa y consistente entre la frecuencia y la posición de las palabras en el CREA, de acuerdo con la ley de Zipf, proporcionando así una respuesta fundamentada a la pregunta planteada.","eng":"Zipf's law is an empirical law that describes the frequency distribution of words in a text or text corpus. Does the Current Spanish Reference Corpus (CREA) database really behave based on Zipf's law? The students carry out a statistical analysis and use the linearization strategy to determine a function that models the CREA data. Based on this analysis, the students evaluate whether there is a significant and consistent relationship between the frequency and the position of the words in the CREA, in accordance with Zipf's law, thus providing a well-founded answer to the question posed."},"codigo_static":"matematica_y_linguistica:_la_ley_de_zipf","lastUpdate":{"date":"07/07/2023","time":"10:43:01"},"visible":true,"hashtags":{"esp":["lengua y literatura"],"eng":[""]},"temaMatematico":{"eng":"logarithms","esp":"logaritmos"},"curso":"3_medio","oa":{"eng":"LO3","esp":"OA3"}},"41":{"lastUpdate":{"date":"07/07/2023","time":"10:43:15"},"titulo":{"eng":"Battery charging","esp":"Carga de Baterías"},"tipo":"clasica","multimedia":{"url":{"tipo":"video","eng":"","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/LDI/Baterias/Videos/Carga%20de%20baterias%20v2.mp4"},"previewurl":{"eng":"","esp":"https://static.sumaysigue.uchile.cl/MatCon/situaciones/LDI/Baterias/img/portada_cargadores.png","tipo":"imagen"}},"hashtags":{"eng":[""],"esp":["Cotidiano"]},"curso":"LDI","visible":true,"temaMatematico":{"esp":"Derivada","eng":"derivative"},"oa":{"eng":"LO3","esp":"OA3"},"codigo_static":"carga_de_baterias","descripcion":{"eng":"Batteries are devices that store energy. They are composed of electrochemical cells that transform chemical energy into electrical energy, allowing the operation of devices such as cell phones. The charging time of the batteries depends on many factors, such as the type of battery, its storage capacity and the current charge level. In this situation, the students will apply their knowledge of functions and limits to determine the charging rate of a battery, given the current charge level. In particular, they will link the rate of charge of a battery with the derivative of a function at a point.","esp":"\nLas baterías son dispositivos que almacenan energía. Están compuestas por celdas electroquímicas que transforman la energía química en energía eléctrica, permitiendo el funcionamiento de dispositivos como los celulares. El tiempo de carga de las baterías depende de muchos factores, como el tipo de batería, su capacidad de almacenamiento y el nivel de carga actual. En esta situación, las y los estudiantes aplicarán sus conocimientos sobre funciones y límites para determinar la velocidad de carga de una batería, sabiendo el nivel de carga actual. En particular, vincularán la velocidad de carga de una batería con la derivada de una función en un punto."}}}